[
  {
    "image": "https://www.mockofun.com/wp-content/uploads/2020/05/tiktok-logo-png-black.jpg",
    "title": "TikTok",
    "companyName": "ByteDance",
    "id": 101,
    "description": "TikTok is the premier global platform for **short-form mobile videos**, designed to be exciting, spontaneous, and genuinely creative. It offers a personalized 'For You' feed that utilizes a powerful algorithm to discover endless streams of content tailored precisely to your interests, ranging from comedy sketches and dance challenges to educational content and viral trends. Users have access to an intuitive suite of **editing tools**, including effects, filters, music, and sound clips, empowering them to produce high-quality videos right from their phones. Beyond viewing, the app fosters a vibrant global community where users can interact, collaborate, and launch worldwide cultural movements. It's an immersive experience where everyone can be a creator and discover content they love, making it a leading force in modern digital entertainment and cultural exchange.",
    "size": 180,
    "reviews": 165000000,
    "ratingAvg": 4.5,
    "downloads": 4000000000,
    "ratings": [
      { "name": "1 star", "count": 5000000 },
      { "name": "2 star", "count": 4000000 },
      { "name": "3 star", "count": 8000000 },
      { "name": "4 star", "count": 28000000 },
      { "name": "5 star", "count": 120000000 }
    ]
  },
  {
    "image": "https://images.unsplash.com/photo-1661862649743-2799867c32b0?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8d2hhdHNhcHAlMjBsb2dvfGVufDB8fDB8fHww",
    "title": "WhatsApp Messenger",
    "companyName": "Meta Platforms, Inc.",
    "id": 102,
    "description": "WhatsApp Messenger offers a service for **simple, reliable, and private messaging and calling** that's used by billions globally. It enables users to send texts, photos, videos, documents, and voice messages to friends and family anywhere in the world, utilizing your phone’s internet connection rather than your mobile plan’s SMS limit. The platform is secured with **end-to-end encryption**, ensuring that only you and the person you're communicating with can read or listen to your messages and calls. Key features include **group chats**, voice and video calls (both one-on-one and group), and the 'Status' function to share temporary updates. It's a comprehensive, secure communication hub designed to keep you connected privately across borders and devices.",
    "size": 55,
    "reviews": 230000000,
    "ratingAvg": 4.2,
    "downloads": 5000000000,
    "ratings": [
      { "name": "1 star", "count": 15000000 },
      { "name": "2 star", "count": 12000000 },
      { "name": "3 star", "count": 25000000 },
      { "name": "4 star", "count": 48000000 },
      { "name": "5 star", "count": 130000000 }
    ]
  },
  {
    "image": "https://images.unsplash.com/photo-1661953118591-2f5be524698e?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8aW5zdGFncmFtJTIwbG9nb3xlbnwwfHwwfHx8MA%3D%3D",
    "title": "Instagram",
    "companyName": "Meta Platforms, Inc.",
    "id": 103,
    "description": "Instagram is a vibrant social media platform centered on **visual storytelling**, allowing users to create and share photos, vertical videos (Reels), and temporary stories with their community. It serves as a digital canvas for personal expression, professional branding, and global discovery. Users can enhance their content using a wide array of **creative filters, effects, and music** before sharing it with friends and followers. The app's explore page is a curated feed that helps users discover new accounts, viral content, and topics aligned with their interests, fostering a deeper connection to cultural trends. Whether you're sharing daily life moments, watching live video, or browsing products from your favorite brands, Instagram provides a rich, multimedia environment for communication and connection.",
    "size": 78,
    "reviews": 150000000,
    "ratingAvg": 4.0,
    "downloads": 3500000000,
    "ratings": [
      { "name": "1 star", "count": 18000000 },
      { "name": "2 star", "count": 10000000 },
      { "name": "3 star", "count": 17000000 },
      { "name": "4 star", "count": 35000000 },
      { "name": "5 star", "count": 70000000 }
    ]
  },
  {
    "image": "https://images.unsplash.com/photo-1662070479020-73f77887c87c?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8ZmFjZWJvb2slMjBsb2dvfGVufDB8fDB8fHww",
    "title": "Facebook",
    "companyName": "Meta Platforms, Inc.",
    "id": 104,
    "description": "Facebook is the foundational social network designed to help you **connect with friends, family, and the communities** you care about globally. It serves as a versatile platform for sharing life updates, photos, videos, and opinions in a central news feed. Beyond personal connections, the app allows users to create and join interest-based **Groups**, follow pages for news and entertainment, and engage with local events. Key features include Messenger for private chats, Facebook Marketplace for buying and selling local items, and a robust platform for following breaking news and discussions. It's the essential tool for maintaining relationships, discovering new content, and participating in community life on a massive, global scale.",
    "size": 60,
    "reviews": 135000000,
    "ratingAvg": 3.8,
    "downloads": 5000000000,
    "ratings": [
      { "name": "1 star", "count": 25000000 },
      { "name": "2 star", "count": 15000000 },
      { "name": "3 star", "count": 20000000 },
      { "name": "4 star", "count": 30000000 },
      { "name": "5 star", "count": 45000000 }
    ]
  },
  {
    "image": "https://img.freepik.com/premium-photo/highquality-spotify-social-media-icon-modern-green-music-logo-web-app-design_1155708-28400.jpg?w=360",
    "title": "Spotify: Music and Podcasts",
    "companyName": "Spotify AB",
    "id": 105,
    "description": "Spotify is the world’s leading digital music and podcast service, giving you instant access to **millions of songs, albums, and exclusive podcasts** from creators worldwide. It's built around discovery, offering highly personalized playlists, curated radio stations, and algorithmic recommendations based on your listening habits. You can create and share your own playlists, download music for **offline playback**, and explore genres or artists to find new favorites. The platform caters to every mood and moment, whether you’re working out, relaxing, or hosting a party. Available in both free (ad-supported) and premium (ad-free) tiers, Spotify is the comprehensive hub for all your audio entertainment needs.",
    "size": 110,
    "reviews": 42000000,
    "ratingAvg": 4.4,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 1500000 },
      { "name": "2 star", "count": 1000000 },
      { "name": "3 star", "count": 4500000 },
      { "name": "4 star", "count": 12000000 },
      { "name": "5 star", "count": 23000000 }
    ]
  },
  {
    "image": "https://images.unsplash.com/photo-1611162617474-5b21e879e113?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8bmV0ZmxpeCUyMGxvZ298ZW58MHx8MHx8fDA%3D",
    "title": "Netflix",
    "companyName": "Netflix, Inc.",
    "id": 106,
    "description": "Netflix is the world's leading subscription service for watching **movies and TV shows** instantly on your mobile device, smart TV, or computer. It offers an enormous, constantly updated library of original programming, blockbuster movies, critically acclaimed series, and documentaries. The platform provides a highly **personalized viewing experience**, learning your preferences to suggest content tailored specifically for you. Users can create multiple profiles, download content for **offline viewing**, and enjoy a seamless experience across all their devices. With no ads and new titles added every week, Netflix offers unlimited entertainment for every taste and genre.",
    "size": 95,
    "reviews": 35000000,
    "ratingAvg": 4.3,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 1000000 },
      { "name": "2 star", "count": 800000 },
      { "name": "3 star", "count": 3200000 },
      { "name": "4 star", "count": 10000000 },
      { "name": "5 star", "count": 20000000 }
    ]
  },
  {
    "image": "https://cdn.pixabay.com/photo/2022/01/21/00/38/youtube-icon-6953526_640.jpg",
    "title": "YouTube",
    "companyName": "Google LLC",
    "id": 107,
    "description": "YouTube is the world’s largest video-sharing platform, dedicated to helping users **make sense of the world through video** and discover what's new and trending globally. It hosts an unparalleled volume of content, from original music videos, vlogs, and gaming streams to educational tutorials and breaking news clips. The platform connects billions of users with millions of content creators, providing personalized recommendations and an easy way to subscribe to your favorite channels. Users can upload their own videos, comment on content, create playlists, and even watch **live streams** of major events. As the primary destination for online video, YouTube is the essential source for entertainment, learning, and cultural insight.",
    "size": 150,
    "reviews": 160000000,
    "ratingAvg": 4.3,
    "downloads": 10000000000,
    "ratings": [
      { "name": "1 star", "count": 10000000 },
      { "name": "2 star", "count": 8000000 },
      { "name": "3 star", "count": 18000000 },
      { "name": "4 star", "count": 34000000 },
      { "name": "5 star", "count": 90000000 }
    ]
  },
  {
    "image": "https://img.freepik.com/free-psd/follow-us-telegram-social-media-3d-render-banner_47987-19631.jpg",
    "title": "Telegram",
    "companyName": "Telegram FZ-LLC",
    "id": 108,
    "description": "Telegram is a **fast and secure messaging app** known for its emphasis on speed and robust encryption. It allows users to send an unlimited amount of messages, photos, videos, and files of any type (doc, zip, mp3, etc.) with seamless sync across all your devices, including phone, tablet, and desktop. Unique features include **secret chats** with self-destructing messages, support for super-groups of up to 200,000 members, and the ability to create channels for broadcasting to large audiences. With a strong commitment to privacy and a powerful set of tools for both personal and large-scale communication, Telegram is the choice for users seeking a feature-rich, open-API messaging platform.",
    "size": 75,
    "reviews": 12000000,
    "ratingAvg": 4.4,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 500000 },
      { "name": "2 star", "count": 500000 },
      { "name": "3 star", "count": 1500000 },
      { "name": "4 star", "count": 3500000 },
      { "name": "5 star", "count": 6000000 }
    ]
  },
  {
    "image": "https://img.freepik.com/premium-photo/square-snapchat-logo-isolated-white-background_469489-1032.jpg?semt=ais_hybrid&w=740&q=80",
    "title": "Snapchat",
    "companyName": "Snap Inc",
    "id": 109,
    "description": "Snapchat is a **fast and fun way to share the moment** with friends and family, built around disappearing messages and augmented reality. The core of the app is the 'Snap,' a photo or video that users send directly or post to their 'Story,' which disappears after a short time, fostering genuine, in-the-moment communication. It is famous for its vast library of **Lenses and Filters** that use AR technology to transform faces and surroundings. Additional features include a Discover section for professional content, Snap Maps to see where friends are, and the ability to save favorite memories in the 'Memories' section. Snapchat pioneered a dynamic and playful way to communicate visually.",
    "size": 90,
    "reviews": 45000000,
    "ratingAvg": 4.1,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 3000000 },
      { "name": "2 star", "count": 2500000 },
      { "name": "3 star", "count": 5500000 },
      { "name": "4 star", "count": 12000000 },
      { "name": "5 star", "count": 22000000 }
    ]
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTA4UdnvEQz2URkmwcE7bXQChHS8N9Am5Q7iMRCOtghoEoU0kG_6aI5GozW6Lg18pRvo60&usqp=CAU",
    "title": "Temu: Shop Like a Billionaire",
    "companyName": "Temu",
    "id": 110,
    "description": "Temu is a rapidly growing e-commerce platform offering a vast selection of products at extremely **affordable prices**, making it a destination for 'shopping like a billionaire' on a budget. It connects consumers directly to a network of suppliers and manufacturers, enabling low-cost, high-volume transactions across a wide range of categories, from clothing and jewelry to home goods, electronics, and pet supplies. The app is known for its frequent **flash sales, deep discounts, and gamified promotions** that encourage exploration and savings. With a user-friendly interface and global shipping, Temu aims to deliver accessible, fun, and value-driven shopping right to your mobile device.",
    "size": 130,
    "reviews": 8500000,
    "ratingAvg": 4.6,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 200000 },
      { "name": "2 star", "count": 250000 },
      { "name": "3 star", "count": 550000 },
      { "name": "4 star", "count": 1500000 },
      { "name": "5 star", "count": 6000000 }
    ]
  },
  {
    "image": "https://img.freepik.com/premium-photo/3d-render-amazon-logo-extruded-transparent-yellow-acrylic-hovering-with-slight-forward-tilt-n_1020495-783831.jpg?semt=ais_hybrid&w=740&q=80",
    "title": "Amazon Shopping",
    "companyName": "Amazon Mobile LLC",
    "id": 111,
    "description": "Amazon Shopping is the essential mobile app for accessing one of the world's largest online marketplaces, allowing you to **shop millions of products** across countless categories. It provides a seamless experience for finding deals, reading customer reviews, and making secure purchases anytime, anywhere. Users can track their packages, manage their orders, and use features like voice search or image search to find items quickly. The app integrates with Amazon Prime for exclusive deals and fast shipping, and it includes robust support for wish lists and product recommendations. It is the ultimate convenience tool for managing your shopping needs, from daily essentials to major purchases.",
    "size": 65,
    "reviews": 55000000,
    "ratingAvg": 4.4,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 2000000 },
      { "name": "2 star", "count": 1500000 },
      { "name": "3 star", "count": 5500000 },
      { "name": "4 star", "count": 14000000 },
      { "name": "5 star", "count": 32000000 }
    ]
  },
  {
    "image": "https://mediaproxy.tvtropes.org/width/1200/https://static.tvtropes.org/pmwiki/pub/images/img_9060.jpeg",
    "title": "Subway Surfers",
    "companyName": "SYBO Games",
    "id": 112,
    "description": "Subway Surfers is a globally popular, fast-paced **endless runner game** where the objective is to **DASH as fast as you can** and **DODGE the oncoming trains** and obstacles. Players take on the role of a graffiti artist being chased by a grumpy inspector and his dog through a metropolitan subway system. The gameplay involves swiping to jump, slide, and switch lanes to collect coins and power-ups like jetpacks and score multipliers. The game features a dynamic environment with weekly 'World Tour' updates that take the action to a new city every month. It’s an addictive, adrenaline-fueled experience known for its colorful graphics and competitive high-score challenge.",
    "size": 120,
    "reviews": 160000000,
    "ratingAvg": 4.6,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 5000000 },
      { "name": "2 star", "count": 4000000 },
      { "name": "3 star", "count": 10000000 },
      { "name": "4 star", "count": 31000000 },
      { "name": "5 star", "count": 110000000 }
    ]
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQInncjQIPjheznKJiPfjOnKNXMtGrkYoqIRQ&s",
    "title": "Duolingo: Language Lessons",
    "companyName": "Duolingo",
    "id": 113,
    "description": "Duolingo is the world's most popular way to **learn a new language**, utilizing fun, bite-sized lessons that make the process feel like a game. The platform offers courses in dozens of languages, from Spanish and French to Japanese and High Valyrian, all through an engaging, gamified interface. Lessons are designed to progressively improve reading, writing, listening, and speaking skills through quick exercises and challenges. Users earn virtual rewards, track their progress, and compete with friends, providing motivation to maintain a daily learning streak. Duolingo's mission is to make high-quality language education accessible to everyone, turning the challenging task of language acquisition into an enjoyable habit.",
    "size": 85,
    "reviews": 21000000,
    "ratingAvg": 4.7,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 400000 },
      { "name": "2 star", "count": 300000 },
      { "name": "3 star", "count": 1300000 },
      { "name": "4 star", "count": 4500000 },
      { "name": "5 star", "count": 14500000 }
    ]
  },
  {
    "image": "https://img.freepik.com/premium-vector/map-icon_868698-536.jpg?w=360",
    "title": "Google Maps",
    "companyName": "Google LLC",
    "id": 114,
    "description": "Google Maps is the indispensable tool to **navigate your world faster and easier**, offering comprehensive, accurate, and up-to-date mapping across the globe. It provides real-time GPS navigation, traffic conditions, and public transit information, helping you find the optimal route for driving, walking, cycling, or public transport. Beyond navigation, the app is a powerful local search engine, enabling you to discover and explore millions of places, from businesses and restaurants to landmarks and points of interest. Features include Street View for immersive 360-degree views, offline map downloads, and personalized recommendations, making it the definitive platform for spatial orientation and local discovery.",
    "size": 105,
    "reviews": 170000000,
    "ratingAvg": 4.1,
    "downloads": 10000000000,
    "ratings": [
      { "name": "1 star", "count": 12000000 },
      { "name": "2 star", "count": 9000000 },
      { "name": "3 star", "count": 22000000 },
      { "name": "4 star", "count": 40000000 },
      { "name": "5 star", "count": 87000000 }
    ]
  },
  {
    "image": "https://img.freepik.com/free-photo/3d-rendering-social-media-icon_23-2150701006.jpg",
    "title": "Pinterest",
    "companyName": "Pinterest",
    "id": 115,
    "description": "Pinterest is a **visual discovery engine** designed to help you **find and save ideas for all your interests** and passions, acting as a personal digital corkboard. Users 'Pin' images and videos to themed boards, collecting inspiration for everything from home décor and recipes to fashion, travel, and DIY projects. It's a powerful tool for planning, brainstorming, and creative exploration, offering highly relevant visual recommendations based on your activity. Whether you're planning a wedding, decorating a new room, or just looking for a new dinner recipe, Pinterest helps you organize, visualize, and eventually bring your ideas to life.",
    "size": 60,
    "reviews": 15000000,
    "ratingAvg": 4.5,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 500000 },
      { "name": "2 star", "count": 400000 },
      { "name": "3 star", "count": 1600000 },
      { "name": "4 star", "count": 4500000 },
      { "name": "5 star", "count": 8000000 }
    ]
  },
  {
    "image": "https://images.unsplash.com/photo-1649091245823-18be815da4f7?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8Y2FudmElMjBsb2dvfGVufDB8fDB8fHww",
    "title": "Canva: Edit, Photo & Video",
    "companyName": "Canva",
    "id": 116,
    "description": "Canva is an all-in-one **photo editor, video maker, and graphic design platform** that empowers everyone to create stunning visual content easily. It provides access to millions of free and premium templates for everything from social media posts and presentations to logos and flyers, eliminating the need for professional design software knowledge. The app features a powerful yet intuitive drag-and-drop interface, along with a vast library of stock photos, icons, fonts, and editing tools. Whether you are a professional designer or a complete beginner, Canva makes graphic design accessible, fast, and collaborative, enabling you to bring your creative vision to life instantly.",
    "size": 140,
    "reviews": 12000000,
    "ratingAvg": 4.8,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 100000 },
      { "name": "2 star", "count": 50000 },
      { "name": "3 star", "count": 350000 },
      { "name": "4 star", "count": 1500000 },
      { "name": "5 star", "count": 10000000 }
    ]
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSm4de8puXpyUxQWnhV1a6FAlko9lO9NnvrPw&s",
    "title": "Clash Royale",
    "companyName": "Supercell",
    "id": 117,
    "description": "Clash Royale is an addictive, **fast-paced, real-time multiplayer battle game** that blends card collecting, tower defense, and a MOBA-style arena battle. Set in the popular Clash Universe, players collect and upgrade dozens of cards featuring Clash of Clans troops, spells, and defenses to build powerful Battle Decks. The goal is to strategically use your cards to destroy the opponent's King and Princess towers in a frenetic 3-minute match. It features live player-vs-player duels, Clans for sharing cards and forming a community, and a League system for competitive ranking. It's a strategic card battler that demands quick thinking and cunning deck construction.",
    "size": 200,
    "reviews": 48000000,
    "ratingAvg": 4.2,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 3000000 },
      { "name": "2 star", "count": 2500000 },
      { "name": "3 star", "count": 6500000 },
      { "name": "4 star", "count": 12000000 },
      { "name": "5 star", "count": 24000000 }
    ]
  },
  {
    "image": "https://www.truecaller.com/cms/3a23dc7361eb7a17c3ed0d07e2ff3114.jpg",
    "title": "Truecaller: Spam Call Blocker",
    "companyName": "Truecaller",
    "id": 118,
    "description": "Truecaller is the leading app for **identifying and blocking spam calls, fraud calls, and unknown numbers**, offering a robust solution to mobile phone harassment. It instantly identifies who is calling, even if the number is not in your contacts, utilizing a community-based list of millions of spam numbers. Beyond blocking, users can search for any number to reverse lookup the caller ID, ensuring you never have to answer an unwanted call again. The app also features powerful SMS filtering to block spam texts and a built-in dialer for managing all your communications in one place. Truecaller restores confidence in mobile communication by providing a comprehensive, secure, and smart calling experience.",
    "size": 80,
    "reviews": 18000000,
    "ratingAvg": 4.5,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 800000 },
      { "name": "2 star", "count": 700000 },
      { "name": "3 star", "count": 1500000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 11000000 }
    ]
  },
  {
    "image": "https://dnm.nflximg.net/api/v6/BvVbc2Wxr2w6QuoANoSpJKEIWjQ/AAAAQbdPRs1t9wTGKE4EarSFVkbjyp8uaSulJkcMv2OcOWE4pt5TxIYw-Y0uSt73FKzeWuBqYj_DGJEUM2qnXWl7UjpoU9EWJdJwi34sexDwDL-kQTeBu1fafES1dOzO6kZvdwNolL8qEBzNkV4EafGDvEh3.jpg?r=ebd",
    "title": "Ludo King™",
    "companyName": "Gametion",
    "id": 119,
    "description": "Ludo King™ is the digital revival of the classic board game **Ludo**, a modern take on the royal game of Pachisi, designed for multiplayer fun. It allows users to play with friends and family locally on a single device, or globally against other players online. The gameplay stays true to the original rules: roll a six to bring a token out and race your four tokens to the center of the board. Features include voice chat, theme customization, and various game modes like 'Snake & Ladders'. Ludo King™ has become a cultural phenomenon, providing a simple yet competitive and deeply nostalgic way to connect through gaming.",
    "size": 60,
    "reviews": 105000000,
    "ratingAvg": 4.2,
    "downloads": 1000000000,
    "ratings": [
      { "name": "1 star", "count": 7000000 },
      { "name": "2 star", "count": 5000000 },
      { "name": "3 star", "count": 12000000 },
      { "name": "4 star", "count": 26000000 },
      { "name": "5 star", "count": 55000000 }
    ]
  },
  {
    "image": "https://is1-ssl.mzstatic.com/image/thumb/PurpleSource211/v4/d9/57/3b/d9573b26-4f3a-af93-f348-9298413e09ae/b22beda1-168b-4ee4-bcf2-50cd3111805c_1.jpg/643x0w.jpg",
    "title": "Zoom Workplace",
    "companyName": "Zoom Video Communications, Inc.",
    "id": 120,
    "description": "Zoom Workplace is the industry-leading platform for **enterprise video conferencing and cloud meetings**, connecting millions of users for seamless communication and collaboration. The app provides high-quality video, clear audio, and reliable screen sharing across multiple platforms, ensuring professional-grade virtual meetings. Key features include **virtual backgrounds, breakout rooms, in-meeting chat, and local/cloud recording**, catering to everything from large webinars to small team huddles. It is designed to maximize productivity with secure meeting spaces, calendar integration, and a unified communication suite that supports the modern remote and hybrid work environment.",
    "size": 115,
    "reviews": 14000000,
    "ratingAvg": 3.9,
    "downloads": 500000000,
    "ratings": [
      { "name": "1 star", "count": 2500000 },
      { "name": "2 star", "count": 1500000 },
      { "name": "3 star", "count": 3000000 },
      { "name": "4 star", "count": 3500000 },
      { "name": "5 star", "count": 3500000 }
    ]
  }
]
